Repository: trunca/sfteamtool
Catalog: usr/lib/enigma2/python/Plugins/Extensions/BackupSuite/locale/*/LC_MESSAGES/BackupSuite.po
Languages: it

source: No supported receiver found!
it: Non e stato trovato nessun ricevitore supportato!

source: BACK-UP TOOL, FOR MAKING A COMPLETE BACK-UP
it: BACK-UP TOOL, PER ESEGUIRE UN BACK-UP COMPLETO

source: Please be patient, a backup will now be made, this will take about:
it: Si prega di essere pazienti, un backup sara' eseguito, ci impieghera' circa:

source: size to be backed up:
it: dimensione del backup:

source: not found, the backup process will be aborted!
it: non trovato, il processo backup sara' abortito!

source: Some information about the task
it: Alcune informazioni sul processo

source: Create: root.ubifs
it: Creando: root.ubifs

source: Create: kerneldump
it: Creando: Kerneldump

source: Additional backup ->
it: Altri backup ->

source: USB Image created in:
it: USB-Image creata in:

source: and there is made an extra copy in:
it: un altra copia e stata creata in:

source: Please check the manual of the receiver on how to restore the image.
it: Controllare il manuale del ricevitore su come ripristinare l immagine.

source: Image creation FAILED!
it: Creazione dell immagine FALLITA!

source: available
it: disponibile

source: There is a valid USB-flashdrive detected in one of the USB-ports, therefore an extra copy of the back-up image will now be copied to that USB-flashdrive.
it: E presente una penna USB in uno dei USB-port per questo un altra copia dell immagine sara' creata nella penna USB.

source: This only takes about 20 seconds.....
it: Ci impieghera' circa 20 secondi.....

source: Backup finished and copied to your USB-flashdrive.
it: Il Backup e finito e sara copiato nella penna USB.

source: Full back-up to the harddisk
it: Completo Back-up su harddisk

source: There is NO valid USB-stick found, so I've got nothing to do.
it: Non esiste una valida USB penna, non e possibile fare niente....

source: PLEASE READ THIS:
it: PREGO LEGGERE QUESTO:

source: To back-up directly to the USB-stick, the USB-stick MUST contain a file with the name:
it: Per effettuare un back-up completo su penna USB ce bisogno di creare un file con questo nome:

source: backupstick or
it: backupstick oppure

source: If you place an USB-stick containing this file then the back-up will be automatically made onto the USB-stick and can be used to restore the current image if necessary.
it: Se la penna USB contiene questo file allora un Back-up verra' automaticamente creato sulla penna USB e potra' essere usato per ripristinare l' attuale immagine se necessario.

source: The program will exit now.
it: Il programma verra' adesso terminato.

source: Full back-up direct to USB
it: Back-up completo su USB

source: The content of the folder is:
it: Il contenuto della cartella e':

source: Time required for this process:
it: Il tempo richiesto per questo processo:

source: minutes
it: Minuti

source: Backup done with:
it: Backup effettuato con:

source: KB per second
it: KB per secondi

source: Most likely this back-up can't be restored because of it's size, it's simply too big to restore. This is a limitation of the bootloader not of the back-up or the BackupSuite.
it: Probabilmente il back-up non puo essere ripristinato perche la dimensione e semplicemente troppo grande per essere ripristinata. Questa e una limitazione nel bootloader non del back-up o della BackupSuite.

source: There COULD be a problem with restoring this back-up because the size of the back-up comes close to the maximum size. This is a limitation of the bootloader not of the back-up or the BackupSuite.
it: E possibile che ci sia un problema nel ripristino dell immagine poiche la dimensione del back-up e vicina alla dimensione massima. Questa e una limitazione nel bootloader non del back-up o del BackupSuite.

source: * * * WARNING * * *
it: * * * ATTENZIONE * * *

source: Not enough free space on
it: Non ce abbastanza spazio libero

source: to make a back-up!
it: per effettuare un back-up!

source: MB available space
it: MB spazio libero

source: MB needed space
it: MB spazio necessario

source: The program will abort, please try another medium with more free space to create your back-up.
it: Il programma sara terminato, usare un altro mezzo che abbia piu spazio per creare il vostro back-up.

source: is not executable...
it: non è eseguibile ...

source: Using your own custom lookuptable.txt from the folder /etc
it: Usando il tuo lookuptable.txt personalizzato dalla cartella /etc

source: Version unknown, probably not installed the right way.
it: Versione sconosciuta, probabilmente non installata nel modo giusto.

source: not installed yet, now installing
it: non ancora installato, ora l'installo

source: Probably you are trying to make the back-up in flash memory
it: Probabilmente stai provando a fare il backup nella memoria flash

source: No additional USB-stick found to copy an extra backup
it: Nessuna chiavetta USB aggiuntiva trovata per copiare un backup extra

source: Installed packages contained in this backup:
it: Pacchetti installati contenuti in questo backup:

source: NFI Image created in:
it: Immagine NFI creata in:

source: Make a backup or restore a backup
it: Eseguire un backup o ripristinare un backup

source: Close
it: Chiudi

source: Restore backup
it: Ripristino back-up

source: Do you want to make an USB-back-up image on HDD? This only takes a few minutes and is fully automatic.
it: Si desidera mettere il back-up USB sull'HDD? Questa operazione richiede pochi minuti ed è completamente automatica.

source: Do you want to make a back-up on USB? This only takes a few minutes depending on the used filesystem and is fully automatic. Make sure you first insert an USB flash drive before you select Yes.
it: Si desidera fare un back-up su USB? Questa operazione richiede pochi minuti a seconda del file system utilizzato ed è completamente automatica. Assicuratevi che la penna USB sia inserita prima di selezionare Sì.

source: Full back-up on HDD
it: Intero-Backup nel HDD

source: Full back-up to USB
it: Intero-Backup nel USB

source: What is new since the last release?
it: Ciò che è nuovo rispetto all'ultima versione?

source: Please wait
it: attendere prego

source: Select the folder with backup
it: Selezionare la cartella con Backup

source: current: %s
it: Attuale: %s

source: Unzip
it: Scompattare

source: Run flash
it: Iniziare il Flash

source: Delete
it: Elimina

source: You are using dual multiboot!
it: Stai usando dual multiboot!

source: Warning! Use at your own risk! Make always a backup before use! Don't use it if you use multiple ubi volumes in ubi layer!
it: Attenzione ! !!! Usare a propio rischio !!! Eseguire sempre prima un back-up prima di usare! Non usare se un multiplo ubi volume e usato in ubi layer

source: Select parameter for start flash!
it: Selezione dei parametri per iniziare il flash!

source: For flashing your receiver files are needed:
it: Per eseguire un flash del ricevitore ce bisogno del file:

source: The found files:
it: I file trovati:

source: %s (maybe ok)
it: %s (possibile ok)

source: %s (maybe error)
it: %s (possibile errore)

source: nothing!
it: Niente!

source: Simulate (no write)
it: Simulazione (non esecuzione)

source: Standard (root and kernel)
it: Standard (root e Kernel)

source: Only root
it: Solo root

source: Only kernel
it: Solo Kernel

source: Simulate second partition (no write)
it: Simula seconda partizione (nessuna scrittura)

source: Second partition (root and kernel)
it: Seconda partizione (root e kernel)

source: Second partition (only root)
it: Seconda partizione (solo root)

source: Second partition (only kernel)
it: Seconda partizione (solo kernel)

source: Exit
it: Uscire

source: A recording is currently running. Please stop the recording before trying to start a flashing.
it: Ce un registrazione in corso. Sei pregato di fermare la registrazione prima di iniziare il flashing.

source: NOT found files for flashing!
it: Files per il flash non trovate !

source: Show only found image and mtd partitions.
it: Mostrare solo le immagini trovate e la partizione MTD.

source: ofgwrite will stop enigma2 now to run the flash.
it: Il programma ofgwrite fermera' enigma2 per iniziare il processo di flashing.

source: Your STB will freeze during the flashing process.
it: Il tuo box si fermera' durante il processo di flashing.

source: Please: DO NOT reboot your STB and turn off the power.
it: Pregati di NON eseguire un reboot o spegnere il ricevitore !

source: The image or kernel will be flashing and auto booted in few minutes.
it: L immagine o il kernel sara flshato e automaticamente avviato in alcuni minuti

source: Do you really want to unpack %s ?
it: Vuoi veramente scompattare %s ?

source: Delete backup
it: Elimina Backup

source: You are about to delete this backup: %s Continue?
it: Stai per eliminare questo backup: %s Continua?

source: Enables back-up & restore without an USB-stick
it: Effettuare un back-up & ripristinare senza una penna USB
